"LANGUAGEID"="990df4e54a2f6bc6eca1330e7d67edfabfef02cf";
"ENABLED" = "Ativar";
"RECORDING_SETTINGS" = "Preferências da gravação";

"RECORD_CALLS" = "Chamadas gravadas";

"ALL_CALLS" = "Todas as chamadas";
"ONLY_INCOMING_CALLS" = "Apenas as recebidas";
"ONLY_OUTGOING_CALLS" = "Apenas as de saída";
"MANUALLY" = "Manualmente";

"PLAY_BEEP_SOUND" = "Tocar o Sinal Sonoro"; 
"BUY_CALL_RECORDER" = "Comprar o Call Recorder";

"CONTINUE_TRIAL" = "Continuar o período de teste";

"FETCH_LICENSE" = "Buscar a licença";

"NO_LICENSE_FOUND" = "Licença não encontrada";
"PRODUCT_ACTIVATED" = "O produto está activado";
"THANK_YOU"= "Obrigado!";


"BEEP_SOUND_WARNING" = "Tocar o sinal sonoro num intervalo regular é uma maneira de indicar ao outro ouvinte que a chamada está a ser gravada. Desativar isto sem ter a permissão para gravar a chamada do outro ouvinte e não notificar o ouvinte que a chamada está a ser gravada pode infringir a lei em alguns países.";

"DISABLE_BEEP" = "Desativar o sinal sonoro";
"CANCEL" = "Cancelar";

"TERMS_TEXT" = "Termos e Condições";

"TERMS_AND_CONDITIONS" = 	"Atenção! De acordo com a lei no país do programador ( Código Penal Grego - Artigo 370A) : Alguém que recorde uma chamada de um terceiro partido SEM o consentimento, pode ser punido até dez (10) anos de cadeia. A mesma pena é aplicada se alguém grava a conversa, no seu telefone, entre alguém SEM o consentimento dessa pessoa. Além disso, qualquer pessoa que utilize a informação adquirida de qualquer das maneiras anteriores (ou no dispositivo que foi impresso ), pode ser punido até dez (10) anos de prisão. A lei é diferente entre países. Outros países requerem que apenas um partido da conversa esteja ciente que esteja a ser gravada. Você deve verificar a lei do seu país para assegurar que não está a infringir alguma lei ao utilizar esta aplicação. Ao comprar ou usar esta aplicação, você aceita e concorda com o que foi dito e também concorda que o programador ou o vendedor desta aplicação não tem qualquer responsabilidade se o uso desta aplicação infringir a lei.";

"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "Para mais informação leia a seção Legal nas Preferências";


"I_AGREE" = "Eu concordo";
"I_DISAGREE" = "Eu discordo";



"DATABASE_TOOLS" = "Ferramentas da base de dados";

"REPAIR_DATABASE" = "Reparar base de dados";
"DATABASE_REPAIRED" = "Base de dados reparada";

"DELETE_DATABASE" = "Apagar base de dados";
"DELETE_DB_WARNING" = "Aviso: Isto vai apagar todas as chamadas gravadas!";

"TRANSLATION_CREDITS"="Translation Credits";

"LANGUAGE" = "Português";

"LANGUAGE_IN_ENGLISH" = "Portuguese";
"TRANSLATOR" = "@gustavosousa";



